Repository: Spatatrack/MitotiMergedLibrary
Catalog: Sources/MitotiMergedLibrary/Resources/*.lproj/MTMLocalizable.strings
Languages: it

source: White Noise
it: Rumore Bianco

# RainNoise
source: Rain
it: Pioggia

# WavesNoise
source: Waves
it: Onde

# FanNoise
source: Fan
it: Ventilatore

# PhoneNoise
source: Hairdryer
it: Asciuga capelli

# TrainNoise
source: Train
it: Treno

# WaterNoise
source: Water
it: Acqua Corrente

# PinkNoise
source: Pink
it: Rumore Rosa

source: Select the Podcast
it: Seleziona il Podcast

source: Select the Noise
it: Seleziona il rumore

source: No Podcast found
it: Nessun Podcast trovato

# Go to Podcast App and download some Poscasts
source: Or no episode found. Go to Podcast App and download some Poscasts or select a different Podcast Album
it: Oppure hai ascoltato tutti gli episodi, apri l'app Podcast di Apple e scarica qualche Poscast o seleziona un podcast differente

source: Go now
it: Vai

source: Cancel
it: Annulla

# MSG_GO_ALLOW_MUSIC_PERMISSION
source: Click to go to the app settings
it: Click per andare nelle impostazioni dell'app

source: Purchases are disabled in your device!
it: Gli acquisti sono disabilitati su questo dispositivo

source: Restore Success
it: Rispristino completato

source: You've successfully restored your purchase!
it: Rispristino degli acquisti completato con successo

source: Purchase Success
it: Acquisto completato

source: You've successfully purchased
it: Acquisto completato con successo

source: Purchase failed!
it: Acquisto annullato

source: Restore purchase
it: Ripristina acquisti precedenti

source: day
it: giorno

source: days
it: giorni

source: week
it: settimana

source: weeks
it: settimane

source: month
it: mese

source: months
it: mesi

source: year
it: anno

source: years
it: anni

source: loading...
it: carico...

source: canceled
it: annullato

source: Product error
it: Errore nel caricare il prodotto

source: Try again later
it: Riprova più tardi3

source: Error
it: Errore

source: Impossible to read podcast, try to download it again
it: Impossibile leggere il podcast, prova a scaricarlo di nuovo

source: next
it: continua

source: click here and go setting
it: clicca qui e vai a setting

source: Go to Podcasts App Setting
it: Vai alle impostazioni dell'app Podcasts

# InfoViewTitle1
source: Hello!
it: Ciao!

# InfoViewTitle2
source: Download Podcasts
it: Scarica Podcasts

# InfoViewTitle3
source: Settings Podcasts App
it: Impostazioni Podcasts App

# InfoViewTitle4
source: Noise during sleeping
it: Rumore durante il sonno

# InfoViewTitle5
source: Well done
it: Ben fatto!

# InfoViewMessage1
source: These few steps will help you get the most out of this application!
it: Segui questi semplici passi per ottenere il massimo da questa app!

# InfoViewMessage2
source: Download your favorite podcasts from Apple Podcast App.
it: Scaricati i tuoi podcast preferiti dalla app Podcast di Apple.

# InfoViewMessage3
source: Open Apple Podcasts app settings and make sure to set automatic download on
it: Assicurati di mettere download automatici dalle impostazioni dell'app Podcasts

# InfoViewMessage4
source: White noise works by reducing the difference between background sounds and a "peak" sound, like a door slamming, giving you a better chance to sleep through it undisturbed. If you have difficulty falling asleep or staying asleep, creating a constant ambient sound could help mask activity from inside and outside the house. Source: http://sleepfoundation.org
it: Il rumore bianco funziona riducendo la differenza tra i suoni di sottofondo ed un suono acuto, come una porta che sbatte, dandoti una migliore possibilità di dormire indisturbato. Se avete difficoltà ad addormentarvi o a rimanere addormentati, creare un suono ambientale costante potrebbe aiutare a mascherare i disturbi dall'interno e dall'esterno della casa. Fonte: http://sleepfoundation.org

# InfoViewMessage5
source: To be able to read Podcasts, allow access to Apple Music. Set alarm clock and push start alarm every time you want wake up with Podcast!
it: Per leggere i podcast, dovresti dare il consenso a leggere i contenuti da Apple Music. Ricorda di settare l'allarme poco prima di andare a dormire tutte le volte che vuoi svegliarti con il tuo podcast preferito!

# InfoViewButton2
source: Go to podcast app and download your podcasts
it: Vai all'app Podcasts e scarica i podcast

# InfoViewButton4
source: Choose noise sound
it: Scegli il rumore

# InfoViewButton5
source: awesome!
it: magnifico!

source: alarm off
it: sveglia disattivata

source: alarm on
it: sveglia attiva

source: Cancel alarm
it: Annulla sveglia

source: Charge me
it: mettimi in carica

source: Put me face down
it: Mettimi faccia in giu

source: Only unheard episodes
it: Solo puntate mai ascoltate

source: Noise volume
it: Volume rumore

source: Podcast volume
it: Volume podcast

# Podcast title
source: Click the photo to choose the podcast
it: Clicca la foto per scegliere il podcast

source: tips or issues
it: suggerimenti o problemi

source: Contact us
it: Contattaci

source: Rate Now!
it: Votaci!

source: Rate us!
it: Votaci!

# RATE_REMEMBER_BUTTON
source: Remember me later
it: Ricordamelo
